Repository: pelte-kofte/bebek-takip
Catalog: lib/l10n/app_*.arb
Languages: ru, tr, uk

# appName
source: Baby Tracker
ru: Nilico
tr: Nilico
uk: Nilico

# tagline
source: Parenting made simple & memorable.
ru: Родительство — просто и незабываемо.
tr: Ebeveynlik artik daha kolay ve unutulmaz.
uk: Батьківство — просто та незабутньо.

source: Free Forever
ru: Бесплатно навсегда
tr: Tamamen Ücretsiz
uk: Безкоштовно назавжди

source: Secure & Private
ru: Безопасно и конфиденциально
tr: Güvenli ve Gizli
uk: Безпечно та конфіденційно

source: Tap to start
ru: Нажмите, чтобы начать
tr: Başlamak için dokun
uk: Натисніть, щоб почати

source: Feeding Tracker
ru: Трекер кормлений
tr: Beslenme Takibi
uk: Трекер годувань

# feedingTrackerDesc
source: Log nursing, bottles, and solids with ease. Spot patterns naturally.
ru: Записывайте грудное вскармливание, бутылочки и прикорм. Замечайте закономерности.
tr: Emzirme, biberon ve ek gıdaları kolayca kaydedin. Doğal kalıpları keşfet.
uk: Записуйте грудне вигодовування, пляшечки та прикорм. Помічайте закономірності.

source: Sleep Patterns
ru: Режим сна
tr: Uyku Düzeni
uk: Режим сну

# sleepPatternsDesc
source: Understand your baby's rhythm and improve sleep quality for everyone.
ru: Изучайте ритм сна вашего малыша и улучшайте качество сна для всех.
tr: Bebeğinizin ritmini anlayın ve herkes için uyku kalitesini artırın.
uk: Вивчайте ритм сну вашого малюка та покращуйте якість сну для всіх.

source: Growth Charts
ru: Графики роста
tr: Büyüme Grafikleri
uk: Графіки росту

# growthChartsDesc
source: Visualize height and weight changes over time with beautiful charts.
ru: Наглядно отслеживайте изменения роста и веса с помощью красивых графиков.
tr: Boy ve kilo degişimlerini güzel grafiklerle görselleştirin.
uk: Наочно відстежуйте зміни росту та ваги за допомогою гарних графіків.

source: Precious Memories
ru: Драгоценные воспоминания
tr: Değerli Anılar
uk: Дорогоцінні спогади

# preciousMemoriesDesc
source: Save milestones and funny moments. They grow up so fast!
ru: Сохраняйте важные моменты и забавные истории. Они так быстро растут!
tr: Kilometre taşları ve komik anları kaydedin. Çok çabuk büyüyorlar!
uk: Зберігайте важливі моменти та кумедні історії. Вони так швидко ростуть!

source: Skip
ru: Пропустить
tr: Atla
uk: Пропустити

source: Start Your Journey
ru: Начните своё путешествие
tr: Yolculuğuna Başla
uk: Розпочніть свою подорож

# continueBtn
source: Continue
ru: Продолжить
tr: Devam
uk: Продовжити

source: Save
ru: Сохранить
tr: Kaydet
uk: Зберегти

source: Update
ru: Обновить
tr: Güncelle
uk: Оновити

source: Cancel
ru: Отмена
tr: İptal
uk: Скасувати

source: Delete
ru: Удалить
tr: Sil
uk: Видалити

source: Edit
ru: Изменить
tr: Düzenle
uk: Змінити

source: OK
ru: ОК
tr: Tamam
uk: ОК

source: Add
ru: Добавить
tr: Ekle
uk: Додати

source: Yes
ru: Да
tr: Evet
uk: Так

source: No
ru: Нет
tr: Hayır
uk: Ні

source: Home
ru: Главная
tr: Ana Sayfa
uk: Головна

source: Activities
ru: Уход
tr: Bakım
uk: Догляд

source: Vaccines
ru: Вакцины
tr: Aşılar
uk: Вакцини

source: Development
ru: Развитие
tr: Gelişim
uk: Розвиток

source: Settings
ru: Настройки
tr: Ayarlar
uk: Налаштування

source: Add Activity
ru: Добавить запись
tr: Aktivite Ekle
uk: Додати запис

source: What happened?
ru: Что произошло?
tr: Ne oldu?
uk: Що сталося?

source: Nursing
ru: Грудное вскармливание
tr: Emzirme
uk: Грудне вигодовування

source: Bottle
ru: Кормление
tr: Beslenme
uk: Годування

source: Sleep
ru: Сон
tr: Uyku
uk: Сон

source: Diaper
ru: Подгузник
tr: Bez
uk: Підгузок

source: Side
ru: Сторона
tr: Taraf
uk: Сторона

source: Left
ru: Левая
tr: Sol
uk: Ліва

source: Right
ru: Правая
tr: Sağ
uk: Права

source: Duration
ru: Длительность
tr: Süre
uk: Тривалість

# minAbbrev
source: min
ru: мин
tr: dk
uk: хв

# hourAbbrev
source: h
ru: ч
tr: sa
uk: год

source: CATEGORY
ru: Категория
tr: Kategori
uk: Категорія

source: Milk
ru: Молоко
tr: Süt
uk: Молоко

source: Solid
ru: Прикорм
tr: Ek gıda
uk: Прикорм

source: WHAT WAS GIVEN?
ru: ЧТО ДАВАЛИ?
tr: NE VERiLDi?
uk: ЩО ДАВАЛИ?

# solidFoodHint
source: E.g.: Banana puree, carrot...
ru: Напр.: банановое пюре, морковь...
tr: Or: Muz püresi, havuç...
uk: Напр.: бананове пюре, морква...

source: AMOUNT
ru: Количество
tr: Miktar
uk: Кількість

source: MILK TYPE
ru: Тип молока
tr: Süt Türü
uk: Тип молока

source: Breast milk
ru: Грудное молоко
tr: Anne sütü
uk: Грудне молоко

source: Formula
ru: Смесь
tr: Mama
uk: Суміш

source: SLEEP STARTED AT
ru: СОН НАЧАЛСЯ В
tr: UYKU BAŞLANGICI
uk: СОН ПОЧАВСЯ О

source: WOKE UP AT
ru: ПРОСНУЛСЯ В
tr: UYANDI
uk: ПРОКИНУВСЯ О

source: Tap to set
ru: Установить время
tr: Saat seç
uk: Встановити час

# totalSleep
source: Total sleep: {duration}
ru: Общий сон: {duration}
tr: Toplam uyku: {duration}
uk: Загальний сон: {duration}

source: TYPE
ru: Тип
tr: Tür
uk: Тип

source: Wet
ru: Мокрый
tr: Islak
uk: Мокрий

source: Dirty
ru: Грязный
tr: Kirli
uk: Брудний

source: Both
ru: Оба
tr: İkisi birden
uk: Обидва

source: OPTIONAL NOTES
ru: Заметки (необязательно)
tr: Not (Opsiyonel)
uk: Нотатки (необов'язково)

# diaperNoteHint
source: Add a note about the diaper change...
ru: Добавьте заметку о смене подгузника...
tr: Bez değişimi hakkında not ekleyin...
uk: Додайте нотатку про зміну підгузка...

# pleaseSetDuration
source: Please set a duration
ru: Укажите длительность
tr: Lütfen süre ayarlayın
uk: Вкажіть тривалість

# pleaseSetAmount
source: Please set an amount
ru: Укажите количество
tr: Lütfen miktar ayarlayın
uk: Вкажіть кількість

source: Please set wake up time
ru: Укажите время пробуждения
tr: Lütfen uyanma zamanını ayarlayın
uk: Вкажіть час пробудження

# sleepDurationMustBeGreater
source: Sleep duration must be greater than 0
ru: Длительность сна должна быть больше 0
tr: Uyku suresi 0'dan buyuk olmalı
uk: Тривалість сну має бути більше 0

source: Today
ru: Сегодня
tr: Bugün
uk: Сьогодні

source: SUMMARY
ru: СВОДКА
tr: ÖZET
uk: ЗВЕДЕННЯ

source: RECENT ACTIVITIES
ru: НЕДАВНИЕ ЗАПИСИ УХОДА
tr: SON BAKIM VERİLERİ
uk: НЕЩОДАВНІ ЗАПИСИ ДОГЛЯДУ

source: record
ru: запись
tr: kayıt
uk: запис

source: records
ru: записей
tr: kayıt
uk: записів

source: Breastfeeding
ru: Грудное вскармливание
tr: Emzirme
uk: Грудне вигодовування

source: Bottle (Breast milk)
ru: Бутылочка (грудное молоко)
tr: Biberon (Anne sütü)
uk: Пляшечка (грудне молоко)

source: Total
ru: Всего
tr: Toplam
uk: Усього

source: Diaper change
ru: Смена подгузника
tr: Bez Değişimi
uk: Зміна підгузка

source: First feeding time?
ru: Время первого кормления?
tr: İlk mama zamanı geldi mi?
uk: Час першого годування?

# trackBabyFeeding
source: Track your baby's feeding
ru: Отслеживайте кормление малыша
tr: Bebeğinizin beslenmesini takip edin
uk: Відстежуйте годування малюка

source: Diaper change time!
ru: Время сменить подгузник!
tr: Bez degiştirme zamanı!
uk: Час змінити підгузок!

# trackHygiene
source: Track hygiene here
ru: Отслеживайте гигиену здесь
tr: Hijyen takibini burada yapın
uk: Відстежуйте гігієну тут

source: Sweet dreams...
ru: Сладких снов...
tr: Tatlı ruyalar...
uk: Солодких снів...

# trackSleepPattern
source: Track sleep pattern here
ru: Отслеживайте режим сна здесь
tr: Uyku düzenini buradan izleyin
uk: Відстежуйте режим сну тут

source: Select another date
ru: Выберите другую дату
tr: Başka tarih seç
uk: Оберіть іншу дату

source: Edit Feeding
ru: Изменить кормление
tr: Beslenme Düzenle
uk: Змінити годування

source: Edit Diaper
ru: Изменить подгузник
tr: Bez Düzenle
uk: Змінити підгузок

source: Edit Sleep
ru: Изменить сон
tr: Uyku Düzenle
uk: Змінити сон

source: Start
ru: Начало
tr: Başlangıç
uk: Початок

source: End
ru: Конец
tr: Bitiş
uk: Кінець

source: Attention
ru: Внимание
tr: Dikkat
uk: Увага

# deleteConfirm
source: Are you sure you want to delete this record?
ru: Вы уверены, что хотите удалить эту запись?
tr: Bu kaydı silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити цей запис?

source: My Vaccines
ru: Мои вакцины
tr: Aşılarim
uk: Мої вакцини

source: Add Vaccine
ru: Добавить вакцину
tr: Aşı Ekle
uk: Додати вакцину

source: Applied
ru: Сделано
tr: Uygulandı
uk: Зроблено

source: Pending
ru: Ожидается
tr: Bekleniyor
uk: Очікується

source: Upcoming Vaccines
ru: Предстоящие вакцины
tr: Gelecek Aşılar
uk: Майбутні вакцини

source: Completed Vaccines
ru: Сделанные вакцины
tr: Tamamlanan Aşılar
uk: Зроблені вакцини

source: Select date
ru: Выберите дату
tr: Tarih seç
uk: Оберіть дату

source: Calendar
ru: Календарь
tr: Takvim
uk: Календар

source: Turkish Vaccine Calendar
ru: Турецкий календарь вакцинации
tr: Türk Aşı Takvimi
uk: Турецький календар вакцинації

# vaccinesAvailable
source: {count} vaccines available
ru: {count} вакцин доступно
tr: {count} aşi mevcut
uk: {count} вакцин доступно

source: Select All
ru: Выбрать все
tr: Tümünü Seç
uk: Обрати все

source: Clear
ru: Очистить
tr: Temizle
uk: Очистити

source: Already added
ru: Уже добавлено
tr: Zaten ekli
uk: Вже додано

# addVaccines
source: Add {count} Vaccines
ru: Добавить {count} вакцин
tr: {count} Aşı Ekle
uk: Додати {count} вакцин

source: Select Vaccine
ru: Выберите вакцину
tr: Aşı Secin
uk: Оберіть вакцину

# vaccinesAdded
source: {count} vaccines added
ru: {count} вакцин добавлено
tr: {count} Aşı eklendi
uk: {count} вакцин додано

# noVaccineRecords
source: No vaccine records yet
ru: Записей о вакцинах пока нет
tr: Henüz aşı kaydi yok
uk: Записів про вакцини поки немає

# loadTurkishCalendar
source: Load Turkish vaccine calendar or add manually
ru: Загрузите турецкий календарь или добавьте вручную
tr: Türkiye aşı takvimini yükleyin veya manuel olarak ekleyin
uk: Завантажте турецький календар або додайте вручну

source: Load Turkish Vaccine Calendar
ru: Загрузить турецкий календарь вакцинации
tr: Türkiye Aşı Takvimini Yükle
uk: Завантажити турецький календар вакцинації

# loadCalendarTitle
source: Load Turkish Vaccine Calendar
ru: Загрузить турецкий календарь вакцинации
tr: Turkiye Aşı Takvimini Yükle
uk: Завантажити турецький календар вакцинації

# loadCalendarDesc
source: The standard Turkish vaccine calendar will be loaded. Existing vaccines won't be deleted.
ru: Будет загружен стандартный турецкий календарь вакцинации. Существующие вакцины не будут удалены.
tr: Türkiye'nin standart aşı takvimi yüklenecek. Mevcut aşılar silinmeyecek.
uk: Буде завантажено стандартний турецький календар вакцинації. Існуючі вакцини не будуть видалені.

# ageYears
source: {years} Years Old
ru: {years} лет
tr: {years} Yaşında
uk: {years} років

# ageYearsMonths
source: {years} Year {months} Months Old
ru: {years} год {months} мес.
tr: {years} Yil {months} Aylık
uk: {years} рік {months} міс.

# ageMonthsDays
source: {months} Months {days} Days Old
ru: {months} мес. {days} дн.
tr: {months} Ay {days} Günlük
uk: {months} міс. {days} дн.

# ageDays
source: {days} Days Old
ru: {days} дн.
tr: {days} Günlük
uk: {days} дн.

source: Weekly Report
ru: Недельный отчёт
tr: Haftalık Rapor
uk: Тижневий звіт

source: Monthly Report
ru: Месячный отчёт
tr: Aylık Rapor
uk: Місячний звіт

source: Weekly
ru: Неделя
tr: Haftalık
uk: Тиждень

source: Monthly
ru: Месяц
tr: Aylık
uk: Місяць

source: Feeding
ru: Кормление
tr: Beslenme
uk: Годування

source: Total Breastfeeding
ru: Всего грудного вскармливания
tr: Toplam Emzirme
uk: Усього грудного вигодовування

source: Total Duration
ru: Общая длительность
tr: Toplam Süre
uk: Загальна тривалість

source: Daily Avg.
ru: Сред. в день
tr: Günlük Ort.
uk: Сер. за день

source: Avg. Duration
ru: Сред. длительность
tr: Ort. Süre
uk: Сер. тривалість

source: Left Breast
ru: Левая грудь
tr: Sol Meme
uk: Ліва груди

source: Right Breast
ru: Правая грудь
tr: Sağ Meme
uk: Права груди

source: Solid Food
ru: Прикорм
tr: Ek gıda
uk: Прикорм

source: Diaper Changes
ru: Смены подгузников
tr: Bez Değişimi
uk: Зміни підгузків

source: Longest Sleep
ru: Самый долгий сон
tr: En Uzun Uyku
uk: Найдовший сон

source: Sleep Count
ru: Кол-во снов
tr: Uyku Sayısı
uk: Кіл-ть снів

source: Growth
ru: Рост
tr: Büyüme
uk: Ріст

source: Height
ru: Рост
tr: Boy
uk: Зріст

source: Weight
ru: Вес
tr: Kilo
uk: Вага

source: Save as PDF
ru: Сохранить как PDF
tr: PDF Olarak Kaydet
uk: Зберегти як PDF

# pdfMobileOnly
source: PDF sharing is available on mobile
ru: Сохранение PDF доступно на мобильном
tr: PDF paylaşımı mobilde kullanılabilir
uk: Збереження PDF доступне на мобільному

# sharingMobileOnly
source: Sharing is available on mobile
ru: Поделиться можно на мобильном
tr: Paylaşım mobilde kullanılabilir
uk: Поділитися можна на мобільному

# pdfSaved
source: PDF saved successfully!
ru: PDF успешно сохранён!
tr: PDF başarıyla kaydedildi!
uk: PDF успішно збережено!

source: Baby Tracker Report
ru: Отчёт трекера малыша
tr: Nilico Raporu
uk: Звіт трекера малюка

# generatedWith
source: Generated with Baby Tracker App
ru: Создано с помощью Baby Tracker App
tr: Nilico ile oluşturuldu
uk: Створено за допомогою Baby Tracker App

source: months
ru: мес.
tr: ay
uk: міс.

source: January
ru: Январь
tr: Ocak
uk: Січень

source: February
ru: Февраль
tr: Şubat
uk: Лютий

source: March
ru: Март
tr: Mart
uk: Березень

source: April
ru: Апрель
tr: Nisan
uk: Квітень

source: May
ru: Май
tr: Mayıs
uk: Травень

source: June
ru: Июнь
tr: Haziran
uk: Червень

source: July
ru: Июль
tr: Temmuz
uk: Липень

source: August
ru: Август
tr: Ağustos
uk: Серпень

source: September
ru: Сентябрь
tr: Eylül
uk: Вересень

source: October
ru: Октябрь
tr: Ekim
uk: Жовтень

source: November
ru: Ноябрь
tr: Kasım
uk: Листопад

source: December
ru: Декабрь
tr: Aralık
uk: Грудень

# addOptionalNote
source: Add note (optional)
ru: Добавить заметку (необязательно)
tr: Not ekle (opsiyonel)
uk: Додати нотатку (необов'язково)

source: times
ru: раз
tr: kez
uk: разів

# feeding_tab
source: FEEDING
ru: КОРМЛЕНИЕ
tr: MAMA
uk: ГОДУВАННЯ

# diaper_tab
source: DIAPER
ru: ПОДГУЗНИК
tr: BEZ
uk: ПІДГУЗОК

# sleep_tab
source: SLEEP
ru: СОН
tr: UYKU
uk: СОН

source: List
ru: Список
tr: Liste
uk: Список

source: Chart
ru: График
tr: Grafik
uk: Графік

# noMeasurements
source: No measurements yet
ru: Измерений пока нет
tr: Henüz ölçüm yok
uk: Вимірювань поки немає

# addMeasurements
source: Add height and weight measurements
ru: Добавьте измерения роста и веса
tr: Boy ve kilo ölçümlerini ekleyin
uk: Додайте вимірювання зросту та ваги

# moreDataNeeded
source: More data needed for chart
ru: Нужно больше данных для графика
tr: Grafik için daha fazla veri gerekli
uk: Потрібно більше даних для графіка

# addMoreMeasurements
source: Add {count} more measurements
ru: Добавьте ещё {count} измерений
tr: {count} ölçüm daha ekleyin
uk: Додайте ще {count} вимірювань

# atLeast2Measurements
source: At least 2 measurements needed for chart
ru: Для графика нужно минимум 2 измерения
tr: Grafik için en az 2 ölçüm gerekli
uk: Для графіка потрібно мінімум 2 вимірювання

source: Growth Tracking
ru: Отслеживание роста
tr: Büyüme Takibi
uk: Відстеження росту
